Repository: z0n1n0z/zsp
Catalog: locale/*/LC_MESSAGES/zsp.po
Languages: it

source: Scanned document
it: Documento scansionato

source: Attached scanned document from
it: Documento allegato scansionato da

source: Mail sent to
it: Mail inviata a

source: wait ...
it: attendi ...

source: done
it: fatto

source: Error: pnmflip/pamflip not found. Install netpbm package first.
it: Errore: pnmflip/pamflip non trovato. Installa prima il pacchetto netpbm

source: No device found: ... wait ...
it: Nessun dispositivo trovato: ... attendi ...

source: lpstat: command not found
it: lpstat: comando non trovato

source: Configuration
it: Configurazione

source: Value already set
it: Valore già impostato

source: Error: $conf_var does not exist\nAvailable parameters
it: Error: $conf_var non esiste\nParametri disponibili

source: brscan-skey already started by %s in %s
it: brscan-skey già avviato da %s in %s

source: started
it: avviato

source: brscan-skey started by %s in %s
it: brscan-skey avviato da %s in %s

source: Need root rights (sudo):
it: Richiede i diritti di root (sudo)

source: stopped
it: fermato

source: already stopped
it: già fermato

source: Restarting brscan-skey
it: Riavviamento di brscan-skey

source: One sided
it: Un lato

source: Two sided
it: Due lati

source: Portrait
it: Verticale

source: Landscape
it: Orizzontale

source: Even
it: Pari

source: Odd
it: Dispari

source: All
it: Tutti

source: Two sided - Portrait
it: Due lati - Verticale

source: Two sided - Landscape
it: Due lati - Orizzontale

source: Enter the user password (sudo):
it: Inserisci la password utente (sudo)

source: Cancel
it: Annulla

source: Ok
it: Continua

source: Failure
it: Fallimento

source: ZSP process console
it: Console dei processi di ZSP

source: Clean
it: Pulisci

source: Close
it: Chiudi

source: Edit the configuration file
it: Modifica il file di configurazione

source: Configuration Editor
it: Editor di configurazione

source: Save
it: Salva

source: Edit the configuration file for device
it: Modifica il file di configurazione per il dispositivo

source: Print
it: Stampa

source: Error: a printable file was not selected
it: Errore: non è stato selezionato un file stampabile

source: This operation will delete any user setting: do you really want to continue?
it: Questa operazione cancellerà ogni impostazione utente: vuoi davvero continuare?

source: Commands
it: Comandi

source: Scan
it: Scansiona

source: Scan to PC mode:
it: Modalità Scan-to-PC

source: Run Scan-to-PC
it: Esegui Scan-to-PC

source: Run brscan-to-pc mode
it: Esegui la modalità di brscan-to-pc

source: Open folder
it: Apri la cartella

source: Action
it: Azione

source: Run brscan-skey
it: Esegui brscan-skey

source: Start/Stop/Restart brscan-skey
it: Avvia/Ferma/Riavvia brscan-skey

source: Select file
it: Seleziona il file

source: Not selected
it: Non selezionato

source: Set &amp; print
it: Imposta &amp; stampa

source: Set and print the seleted file
it: Imposta e stampa il file selezionato

source: Print the seleted file
it: Stampa il file selezionato

source: Admin CUPS
it: Amministra CUPS

source: Setting commands
it: Impostazione dei comandi

source: Edit
it: Modifica

source: Reconfigure
it: Riconfigura

source: Set default configuration
it: Imposta la configurazione predefinita

source: Scanner settings
it: Impostazioni dello scanner

source: Filename:
it: Nome del file:

source: If empty, it will be like this
it: Se vuoto, sarà simile a questo

source: Folder:
it: Cartella:

source: Device:
it: Dispositivo:

source: Device settings
it: Impostazioni del dispositivo

source: Program:
it: Programma:

source: Sides:
it: Lati:

source: Orientation:
it: Orientazione:

source: Geometry mode:
it: Modalità della geometria:

source: File convertion:
it: Conversione del file:

source: File format:
it: Formato del file:

source: PNM to PDF mode:
it: Modalità da PNM a PDF:

source: Final operations:
it: Operazioni finali:

source: Delete temporary files
it: Cancella i file temporanei

source: Print PDF
it: Stampa il PDF

source: Email settings
it: Impostazioni email

source: <i>SCAN-TO-PC EMAIL</i> settings
it: Impostazioni di <i>SCAN-TO-PC EMAIL</i>

source: Sender email/Username
it: Mittente email/Nome utente

source: Server address
it: Indirizzo del server

source: Server port
it: Porta del server

source: Recipient email
it: Destinatario email

source: Don't save and exit
it: Non salvare ed esci

source: Scanner device not found
it: Dispositivo scanner non trovato

source: Scan-area geometry
it: Geometria dell'area di scansione

source: Left
it: Sinistra

source: Top
it: Alto

source: Width
it: Larghezza

source: Height
it: Altezza

source: Device manager
it: Gestore del dispositivo

source: Options specific to device
it: Opzioni specifiche del dispositivo

source: Printer settings
it: Impostazioni della stampante

source: Page set:
it: Insieme di pagine:

source: Pages:
it: Pagine:

source: Copies:
it: Copie:

source: Process console
it: Console dei processi

source: Updating ZigzagScan&Print
it: Aggiornamento di ZigzagScan&Print

source: Commands and settings
it: Comandi e impostazioni

source: Clean console
it: Pulisci console

source: Update ZSP
it: Aggiorna ZSP

source: Quit
it: Esci

source: Creating individual PDF pages
it: Creazione delle pagine individuali in PDF

source: Creation of the book in PDF
it: Creazione del libro in PDF

source: Print command sent to CUPS
it: Comando di stampa inviato a CUPS

source: Incorrect print command
it: Comando di stampa non corretto

source: not running
it: non in esecuzione

source: Error in renumbering pages
it: Errore nella rinumerazione delle pagine

source: Reformatting
it: Riformattazione

source: WARNING: %s is not installed on your system
it: ATTENZIONE: %s non è installato nel tuo sistema

source: Choose the configuration file (which you can manually edit)
it: Scegli il file di configurazione (che puoi modificare manualmente)

source: The user configuration file is different from the default one.\nCompare below the differences between the two files and choose which one to use
it: Il file di configurazione dell'utente è diverso da quello predefinito.\nConfronta le differenze qui sotto tra i due file e scegli quello da usare

source: user
it: utente

source: default
it: predefinito

source: ZSP installing process
it: Processo di installazione di ZSP

source: 1) user
it: 1) utente

source: 2) default
it: 2) predefinito

source: Updated
it: Aggiornato

source: Not updated
it: Non aggiornato
